Revit 2027 API
TabbedDialogExtension.Control Property
The control.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public UserControl Control { get; }
Public ReadOnly Property Control As UserControl
	Get
public:
property UserControl^ Control {
	UserControl^ get ();
}
member Control : UserControl with get
Property Value
UserControl
See Also
Reference
TabbedDialogExtension Class
Autodesk.Revit.UI Namespace